Repository: Cleverect/pybbs
Catalog: pybbs/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Russian
ru: Руссиян

source: English
ru: Инглиш

source: Error: not specified a message title.
ru: Еггог: а озаглавит кто?

source: Error: not specified a message text.
ru: Еггог: и где собственно сообщение?

source: You are not logged in.
ru: Анонимусам тут не место!

source: Message
ru: Месага

source: No replies. Be the first one.
ru: Скучно тут. Развесели меня!

source: Reply
ru: На!!!

source: No messagess are available.
ru: Сообщений нет.

source: Registration
ru: Регистрация

source: Login
ru: Вход

source: Logout
ru: Выход

source: Hello
ru: Привет
